[
  {
    "title": "Card Issuing",
    "subheader": "Enhanced Card Solutions with MasterCard",
    "description": "Issue debit, credit, or prepaid cards with advanced features tailored for institutional needs. Enjoy competitive cashback rewards and seamless global transactions, all powered by MasterCard.",
    "image": "./images/",
    "link": "/cards"
  },
  {
    "title": "High Liquidity Management",
    "subheader": "Optimize Liquidity with Precision",
    "description": "Leverage our high liquidity solutions to ensure efficient asset management and quick access to funds. Enhance your operational flexibility with real-time liquidity tracking and management.",
    "image": "./images/",
    "link": "/liquidity"
  },
  {
    "title": "Tokenization Services",
    "subheader": "Seamless Asset Tokenization",
    "description": "Easily tokenize assets and manage digital representations of physical holdings. Our platform supports secure and efficient tokenization for a range of asset classes, enhancing liquidity and transaction efficiency.",
    "image": "./images/",
    "link": "/tokenization"
  },
  {
    "title": "Connected OTC Trading",
    "subheader": "Integrated OTC Trading Capabilities",
    "description": "Access connected OTC trading services with our robust platform. Execute high-value trades with institutional-grade security and transparency, optimizing your trading strategies across multiple assets.",
    "image": "./images/",
    "link": "/otc-trading"
  },
  {
    "title": "Leverage Solutions",
    "subheader": "Advanced Leverage Options",
    "description": "Utilize sophisticated leverage solutions to amplify trading strategies and investment opportunities. Our platform offers customizable leverage options tailored to institutional needs and risk profiles.",
    "image": "./images/",
    "link": "/leverage"
  },
  {
    "title": "Global Forex and Asset Management",
    "subheader": "Comprehensive Forex and Asset Solutions",
    "description": "Manage and grow your institutional assets in a variety of currencies. Our platform provides instant currency conversion and asset management solutions, enabling efficient and flexible financial operations.",
    "image": "./images/",
    "link": "/forex-assets"
  }
]